var myName = prompt('Введите свое имя')
console.log('Тебя зовут ' + myName);



var age = prompt('Укажите свой возраст')
console.log('Тебе ' + age + ' лет');



var Пример_01 = prompt('Реши первую задачу 10 + 20 = ?')
console.log('Задача 1: 10 + 20 = ' + (10 + 20) + ' Твой ответ ' + Пример_01);



var Пример_02 = prompt('Реши вторую задачу 50 - 10 = ?')
console.log('Задача 2: 50 - 10 = ' + (50 - 10) + ' Твой ответ ' + Пример_02);



var Пример_03 = prompt('Реши третью задачу 5 * 10 = ?')
console.log('Задача 3: 5 * 10 = ' + 5 * 10 + ' Твой ответ ' + Пример_03);



var Пример_04 = prompt('Реши четвертую задачу 50 / 10 = ?')
console.log('Задача 4: 50 / 10 = ' + 50 / 10 + ' Твой ответ ' + Пример_04);



var Пример_05 = prompt('Реши пятую задачу 10 % 5 = ?')
console.log('Задача 5: 10 % 5 = ' + 10 % 5 + ' Твой ответ ' + Пример_05);

alert('Открой консоль для просмотра')



var первое = +prompt('Введи первое число');
var второе = +prompt('Введи второе число');
var третье = +prompt('Введи третье число');
var res = console.log('Результат : ' + (первое + второе + третье)/3);


alert('Позрдравляю! Я справился!');














